Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: The name of the file you are uploading begins with '''"$1"''', which is a non-descriptive name typically assigned automatically by digital cameras. Please choose a more descriptive name for your file.
ca_es: El nom del fitxer que esteu penjant comença amb '''«$1»''', que és un nom no descriptiu que les càmeres digitals normalment assignen de forma automàtica. Trieu un de més descriptiu per al vostre fitxer.

source: Successful upload
ca_es: El fitxer s'ha carregat amb èxit

source: Your upload from [$2] was successful. It is available here: [[:{{ns:file}}:$1]]
ca_es: El material carregat de [$2] està disponible ací: [[:{{ns:file}}:$1]]

source: Upload problem
ca_es: Problema en la càrrega

source: There was a problem with your upload from [$2]: $1
ca_es: Hi ha hagut un problema amb la vostra càrrega des de [$2]: $1

source: There was a problem with your upload from [$2]. You may return to the [[Special:Upload/stash/$1|upload form]] to correct this problem.
ca_es: Hi ha hagut un problema amb la teva càrrega de [$2]. Pots tornar a [[Special:Upload/stash/$1|formulari de càrrega]] per corregir aquest problema.

source: Incorrect protocol
ca_es: El protocol és incorrecte

source: Remote upload requires URLs beginning with <code>http://</code> or <code>ftp://</code>.
ca_es: Per a les càrregues remotes cal que els URL comencin amb <code>http://</code> o <code>ftp://</code>.

source: An internal error occurred when attempting to create a temporary file on the server. Please contact an [[Special:ListUsers/sysop|administrator]].
ca_es: S'ha produït un error de càrrega desconegut quan s'intentava crear un fitxer temporal al servidor. Poseu-vos en contacte amb un [[Special:ListUsers/sysop|administrador]].

source: Unknown upload error
ca_es: S'ha produït un error de càrrega desconegut

source: An unknown error occurred during the upload. Please verify that the URL is valid and accessible and try again. If the problem persists, contact an [[Special:ListUsers/sysop|administrator]].
ca_es: S'ha produït un error desconegut durant la càrrega. Verifiqueu que l'URL és vàlid i accessible, i torneu-ho a provar. Si el problema persisteix, adreceu-vos a un [[Special:ListUsers/sysop|administrador]].

source: The URL contained too many redirects
ca_es: La URL conté massa redireccions

source: Unknown size
ca_es: Mida desconeguda

source: An HTTP error occurred: $1
ca_es: Ha ocorregut un error HTTP: $1

source: Copy uploads are not available from this domain.
ca_es: Les càrregues de còpia no són disponibles des d'aquest domini.

source: Could not stream file "$1".
ca_es: No s'ha pogut transmetre el fitxer $1.

source: Could not backup file "$1".
ca_es: No s'ha pogut fer una còpia de seguretat del fitxer $1.

source: The file $1 does not exist.
ca_es: El fitxer $1 no existeix.

source: Could not get file hashes for comparison.
ca_es: No s'han pogut obtenir els resums dels fitxer per fer-ne comparació.

source: A non-identical file already exists at "$1".
ca_es: Ja existeix un fitxer no idèntic a $1.

source: "$1" is not a valid storage path.
ca_es: $1 no és un camí d'emmagatzemament vàlid.

source: Could not change metadata for file "$1".
ca_es: La modificació de les metadades del fitxer "$1" no és possible.

source: The file "$1" already exists.
ca_es: El fitxer $1 ja existeix.

source: Could not store file "$1" at "$2".
ca_es: No s'ha pogut emmagatzemar el fitxer $1 a $2.

source: Could not move file "$1" to "$2".
ca_es: No s'ha pogut moure el fitxer $1 a $2.

source: Could not open temporary file.
ca_es: No s'ha pogut obrir el fitxer temporal.

source: Could not write to temporary file.
ca_es: No s'ha pogut escriure el fitxer temporal.

source: Could not close temporary file.
ca_es: No s'ha pogut tancar el fitxer temporal.

source: Could not read file "$1".
ca_es: No s'ha pogut llegir el fitxer $1.

source: Could not write file "$1".
ca_es: No s'ha pogut crear el fitxer $1.

source: Could not write file "$1" because it is larger than {{PLURAL:$2|one byte|$2 bytes}}.
ca_es: No s'ha pogut escriure el fitxer $1 perquè és més gran que {{PLURAL:$2|un byte|$2 bytes}}.

source: The storage backend "$1" is currently read-only. The reason given is: "''$2''"
ca_es: El rerefons d'emmagatzemament «$1» actualment només és de lectura. Es va donar el motiu: «$2»

source: The file "$1" is in an inconsistent state within the internal storage backends
ca_es: El fitxer «$1» es troba en un estat inconsistent amb els rerefons d'emmagatzemament interns.

source: Could not connect to storage backend "$1".
ca_es: No s'ha pogut connectar al fitxer de rerefons d'emmagatzemament «$1».

source: An unknown error occurred in storage backend "$1".
ca_es: S'ha produït un error desconegut en el fitxer de rerefons d'emmagatzemament «$1».

source: Could not determine the content type of the file to store at "$1".
ca_es: No es pot determinar el tipus de contingut del fitxer per emmagatzemar a «$1».

source: The storage backend was given a batch of $1 file {{PLURAL:$1|operation|operations}}; the limit is $2 {{PLURAL:$2|operation|operations}}.
ca_es: El rerefons d'emmagatzemament ha rebut un lot {{PLURAL:$1|d'$1 operació|de $1 operacions}} de fitxer; el límit és $2 {{PLURAL:$2|operació|operacions}}.

source: Could not read or write file "$1" due to insufficient permissions or missing directories/containers.
ca_es: No s'ha pogut llegir ni escriure el fitxer "$1" a causa de permisos insuficients o perquè hi manquen directoris/contenidors.

source: Could not connect to the journal database for storage backend "$1".
ca_es: No es pot connectar amb la base de dades per emmagatzemar el backend "$1".

source: Could not update the journal database for storage backend "$1".
ca_es: No es pot actualitzat la base de dades per a emmagatzemar el backend "$1".

source: Could not unlock "$1"; it is not locked.
ca_es: No s'ha pogut desbloquejar «$1»; no és bloquejat.

source: Could not close lock file for "$1".
ca_es: No s'ha pogut bloquejar el fitxer per «$1».

source: Could not delete lock file for "$1".
ca_es: No s'ha pogut suprimir el fitxer de bloqueig per «$1».

source: Could not acquire lock for "$1".
ca_es: No s'ha pogut adquirir el bloqueig de «$1».

source: Could not open lock file for "$1".
ca_es: No s'ha pogut obrir el fitxer de bloqueig de «$1».

source: Could not release lock for "$1".
ca_es: No s'ha pogut alliberar el bloqueig de «$1».

source: Could not contact enough lock databases in bucket $1.
ca_es: No s'han pogut contactar un nombre suficient de bases de bloqueig en el cubell $1.

source: Could not release locks on database $1.
ca_es: No s'han pogut alliberar els bloquejos a la base de dades $1.

source: Could not acquire locks on server $1.
ca_es: No s'han pogut aconseguir els bloquejos al servidor $1.

source: Could not release locks on server $1.
ca_es: No s'han pogut alliberar els bloquejos al servidor $1.

source: An error was encountered when opening the file for ZIP checks.
ca_es: S'ha trobat un error en obrir l'arxiu ZIP per a fer-hi comprovacions.

source: The specified file was not a ZIP file.
ca_es: El fitxer especificat no és un arxiu ZIP.

source: The file is a corrupt or otherwise unreadable ZIP file. It cannot be properly checked for security.
ca_es: El fitxer està corrupte o és un arxiu ZIP iŀlegible. No s'hi ha pogut comprovar la seguretat.

source: The file is a ZIP file that uses ZIP features not supported by MediaWiki. It cannot be properly checked for security.
ca_es: El fitxer és un arxiu ZIP que utilitza facilitats no acceptades pel MediaWiki. No s'hi ha pogut realitzar la comprovació de seguretat.

source: Upload stash
ca_es: Carrega fitxers en reserva

source: This page provides access to files that are uploaded or in the process of uploading, but are not yet published to the wiki. These files are not visible to anyone but the user who uploaded them.
ca_es: Aquesta pàgina permet accedir als fitxers que han estat carregats (o estan en procés de ser carregats), però que encara no s'han publicat al wiki. Aquests fitxers només són visibles per a l'usuari que els ha carregats.

source: Clear stashed files
ca_es: Esborra els fitxers en reserva

source: You have no stashed files.
ca_es: No teniu fitxers en reserva

source: Performing of that action was unsuccessful, perhaps because your editing credentials expired. Try again.
ca_es: No s'ha pogut realitzar l'acció, possiblement perquè han caducat la vostra identificació. Intenteu-ho de nou.

source: Clearing the files was unsuccessful.
ca_es: No ha estat possible l'esborrat dels fitxers.

source: Refresh the list of files
ca_es: Actualitza la llista de fitxers

source: Invalid chunk offset
ca_es: El desplaçament del fragment no és vàlid

source: Access denied
ca_es: Accés denegat

source: Missing PATH_INFO. Your server is not set up to pass this information. It may be CGI-based and cannot support img_auth. See https://www.mediawiki.org/wiki/Manual:Image_Authorization.
ca_es: Hi manca PATH_INFO. El servidor no està configurat per passar aquesta informació. Pot estar basat en CGI i no ser compatible amb img_auth. Consulteu https://www.mediawiki.org/wiki/Manual:Image_Authorization

source: Requested path is not in the configured upload directory.
ca_es: No s'ha trobat la ruta sol·licitada al directori de càrrega configurat.

source: Unable to construct a valid title from "$1".
ca_es: No s'ha pogut construir un títol vàlid a partir de "$1".

source: You are not logged in and "$1" is not in the whitelist.
ca_es: No has iniciat sessió i "$1" no està a la llista blanca.

source: File "$1" does not exist.
ca_es: No existeix el fitxer "$1".

source: You are trying to access a directory "$1". Only file access is allowed.
ca_es: Esteu intentant accedir al directori «$1». Només teniu permès accedir als fitxers.

source: Streaming "$1".
ca_es: Lectura corrent de "$1".

source: The function of img_auth.php is to output files from a private wiki. This wiki is configured as a public wiki. For optimal security, img_auth.php is disabled.
ca_es: La funció de img_auth.php és de sortida de fitxers d'un lloc wiki privat. Aquest wiki està configurat com a wiki públic. Per seguretat, img_auth.php està desactivat.

source: User does not have access to read "$1".
ca_es: L'usuari no té accés a la lectura de "$1".

source: The URL has an invalid query string.
ca_es: La direcció té una cadena de consulta invàlid.

source: Invalid URL: $1
ca_es: URL incorrecta: $1

source: URLs with the "$1" scheme are not supported.
ca_es: Les URLs amb l'esquema "$1" no són compatibles.

source: HTTP request failed due to unknown error.
ca_es: La petició HTTP ha fallat per un error desconegut.

source: HTTP read error.
ca_es: Error de lectura HTTP.

source: HTTP request timed out.
ca_es: La petició HTTP ha expirat.

source: Error fetching URL: $1
ca_es: Error en recuperar l'URL: $1

source: There was a problem during the HTTP request: $1 $2
ca_es: Hi ha hagut un problema durant la petició HTTP: $1 $2

source: Could not reach URL
ca_es: No s'ha pogut accedir a l'URL

source: The URL provided could not be reached. Please double-check that the URL is correct and the site is up.
ca_es: No s'ha pogut accedir a l'URL que s'ha proporcionat. Torneu a comprovar que sigui correcte i que el lloc estigui funcionant.

source: Upload timeout
ca_es: S'ha excedit el temps d'espera de la càrrega

source: The site took too long to respond. Please check the site is up, wait a short while and try again. You may want to try at a less busy time.
ca_es: El lloc ha trigat massa a respondre. Comproveu que està funcionant, espereu una estona i torneu-ho a provar. Podeu mirar d'intentar-ho quan hi hagi menys trànsit a la xarxa.

source: Licensing:
ca_es: Llicència:

source: Licensing
ca_es: Llicència

source: None selected
ca_es: No se n'ha seleccionat cap

source: (Preview not available)
ca_es: (Previsualització no disponible)

source: (a valid, publicly accessible URL)
ca_es: (un URL vàlid i accessible públicament)

source: (a file on your computer)
ca_es: (un fitxer en el vostre ordinador)

source: This special page shows all uploaded files.
ca_es: Aquesta pàgina especial mostra tots els fitxers carregats. Si filtreu per usuari només es mostraran els fitxers la versió més recent dels quals hagi estat carregada per aquell.

source: Search for media name:
ca_es: Cerca el nom d'un fitxer de medis:

source: file
ca_es: fitxer

source: File list
ca_es: Llista de fitxers

source: Thumbnail
ca_es: Miniatura

source: Date
ca_es: Data

source: Name
ca_es: Nom

source: User
ca_es: Usuari

source: Size
ca_es: Mida (octets)

source: Description
ca_es: Descripció

source: Include old versions of images
ca_es: Inclou versions antigues de les imatges

source: Current version
ca_es: Versió actual

source: File history
ca_es: Historial del fitxer

source: Click on a date/time to view the file as it appeared at that time.
ca_es: Cliqueu una data/hora per veure el fitxer tal com era aleshores.

source: delete all
ca_es: elimina-ho tot

source: delete
ca_es: elimina

source: revert
ca_es: reverteix

source: current
ca_es: actual

source: Date/Time
ca_es: Data/hora

source: Thumbnail for version as of $1
ca_es: Miniatura per a la versió de $1

source: No thumbnail
ca_es: Sense miniatura

source: File size
ca_es: Mida del fitxer

source: Comment
ca_es: Comentari

source: File missing
ca_es: Fitxer que falta

source: File usage
ca_es: Ús del fitxer

source: The following {{PLURAL:$1|page links|$1 pages link}} to this file:
ca_es: {{PLURAL:$1|La següent pàgina enllaça|Les següents pàgines enllacen}} a aquesta imatge:

source: More than $1 {{PLURAL:$1|page links|pages link}} to this file. The following list shows the {{PLURAL:$1|first page link|first $1 page links}} to this file only. A [[Special:WhatLinksHere/$2|full list]] is available.
ca_es: Hi ha més de $1 {{PLURAL:$1|pàgina que enllaça|pàgines que enllaçen}} a aquest fitxer. La següent llista només mostra {{PLURAL:$1|la primera d'elles|les primeres $1 d'aquestes pàgines}}. Podeu consultar la [[Special:WhatLinksHere/$2|llista completa]].

source: There are no pages that link to this file.
ca_es: No hi ha pàgines que enllacin aquesta imatge.

source: View [[Special:WhatLinksHere/$1|more links]] to this file.
ca_es: Visualitza [[Special:WhatLinksHere/$1|més enllaços]] que porten al fitxer.

source: $1 (file redirect) $2
ca_es: $1 (fitxer redirigit) $2

source: The following {{PLURAL:$1|file is a duplicate|$1 files are duplicates}} of this file ([[Special:FileDuplicateSearch/$2|more details]]):
ca_es: {{PLURAL:$1|Aquest fitxer és un duplicat del que apareix a continuació|A continuació s'indiquen els $1 duplicats d'aquest fitxer}} ([[Special:FileDuplicateSearch/$2|vegeu-ne més detalls]]):

source: This file is from $1 and may be used by other projects.
ca_es: Aquest fitxer prové de $1 i pot ser utilitzat per altres projectes.

source: This file is from $1 and may be used by other projects. Please see the [$2 file description page] for further information.
ca_es: Aquest fitxer prové de $1 i pot ser utilitzat per altres projectes. Si us plau vegeu la [$2 pàgina de descripció del fitxer] per a més informació.

source: This file is from $1 and may be used by other projects. The description on its [$2 file description page] there is shown below.
ca_es: Aquest fitxer prové de $1 i pot ser usat per altres projectes. La descripció de la seva [$2 pàgina de descripció] es mostra a continuació.

source: This file is from $1 and may be used by other projects. Maybe you want to edit the description on its [$2 file description page] there.
ca_es: Aquest fitxer és de $1 i potser el fan servir altres projectes. Potser voleu modificar-ne la descripció en la seva [$2 pàgina de descripció].

source: No file by this name exists.
ca_es: No hi ha cap fitxer amb aquest nom.

source: No file by this name exists, but you can [$1 upload it].
ca_es: No existeix cap fitxer amb aquest nom, però podeu [$1 carregar-lo].

source: Upload a new version of this file
ca_es: Carrega una nova versió d'aquest fitxer

source: from $1
ca_es: des de $1

source: a shared repository
ca_es: un repositori compartit

source: You cannot overwrite this file.
ca_es: No pot sobreescriure aquest fitxer.

source: Revert $1
ca_es: Reverteix $1

source: Revert file
ca_es: Reverteix el fitxer

source: You are about to revert the file '''[[Media:$1|$1]]''' to the [$4 version as of $3, $2].
ca_es: Esteu revertint '''[[Media:$1|$1]]''' a la [$4 versió de $3, $2].

source: Reverted to version as of $2, $1
ca_es: S'ha revertit a la versió com de $2, $1

source: Revert
ca_es: Reverteix

source: '''[[Media:$1|$1]]''' has been reverted to the [$4 version as of $3, $2].
ca_es: '''[[Media:$1|$1]]''' ha estat revertit a la [$4 versió de $3, $2].

source: There is no previous local version of this file with the provided timestamp.
ca_es: No hi ha cap versió local anterior d'aquest fitxer amb la marca horària que es proporciona.

source: Delete $1
ca_es: Suprimeix $1

source: Delete file
ca_es: Suprimeix el fitxer

source: You are about to delete the file '''[[Media:$1|$1]]''' along with all of its history.
ca_es: Esteu eliminant el fitxer '''[[Media:$1|$1]]''' juntament amb el seu historial.

source: You are deleting the version of '''[[Media:$1|$1]]''' as of [$4 $3, $2].
ca_es: Esteu eliminant la versió de '''[[Media:$1|$1]]''' com de [$4 $3, $2].

source: '''$1''' has been deleted.
ca_es: '''$1''' s'ha eliminat.

source: The version of '''[[Media:$1|$1]]''' as of $3, $2 has been deleted.
ca_es: <span class="plainlinks">La versió de '''[[Media:$1|$1]]''' s'ha eliminat el $2 a les $3.</span>

source: '''$1''' does not exist.
ca_es: '''$1''' no existeix.

source: There is no archived version of '''$1''' with the specified attributes.
ca_es: No hi ha cap versió arxivada de '''$1''' amb els atributs especificats.

source: *Common delete reasons ** Copyright violation ** Duplicated file
ca_es: *Motius d'eliminació comuns ** Violació dels drets d'autor / copyright ** Fitxer duplicat

source: Deletion and restoration of files temporarily disabled during maintenance.
ca_es: L'esborrament i recuperació de fitxers està temporalment deshabilitada durant el manteniment.

source: Cannot delete file
ca_es: No pot suprimir arxiu

source: MIME search
ca_es: Cerca per MIME

source: This page enables the filtering of files for their MIME type. Input: contenttype/subtype, e.g. <code>image/jpeg</code>.
ca_es: Aquesta pàgina habilita el filtratge de fitxers per llur tipus MIME. Contingut: contenttype/subtype, ex. <code>image/jpeg</code>.

source: MIME type:
ca_es: Tipus MIME:

source: download
ca_es: baixada

source: Unwatched pages
ca_es: Pàgines desateses

source: List of redirects
ca_es: Llista de redireccions

source: Unused templates
ca_es: Plantilles no utilitzades

source: This page lists all pages in the {{ns:template}} namespace that are not included in another page. Remember to check for other links to the templates before deleting them.
ca_es: Aquesta pàgina mostra les pàgines en l'espai de noms {{ns:template}}, que no estan incloses en cap altra pàgina. Recordeu de comprovar les pàgines que hi enllacen abans d'esborrar-les.

source: other links
ca_es: altres enllaços

source: Random page
ca_es: Pàgina a l'atzar

source: There are no pages in the following {{PLURAL:$2|namespace|namespaces}}: $1.
ca_es: No hi ha cap pàgina en {{PLURAL:$2|l'espai de noms següent|els espais de noms següents}}: $1.

source: Random page in category
ca_es: Pàgina aleatòria en la categoria

source: "$1" is not a valid category name.
ca_es: «$1» no és un nom de categoria vàlid.

source: There are no pages in the [[:Category:$1|$1]] category.
ca_es: No hi ha pàgines a la categoria [[:Category:$1|$1]].

source: Get random page from category: $1 $2.
ca_es: Obté una pàgina a l'atzar de la categoria: $1 $2.

source: Random redirect
ca_es: Redirecció a l'atzar

source: There are no redirects in the namespace "$1".
ca_es: No hi ha cap redirecció a l'espai de noms «$1».

source: Statistics
ca_es: Estadístiques

source: Page statistics
ca_es: Estadístiques de pàgines

source: Edit statistics
ca_es: Estadístiques d'edicions

source: View statistics
ca_es: Visualitza estadístiques

source: User statistics
ca_es: Estadístiques d'usuari

source: Other statistics
ca_es: Altres estadístiques

source: Pages
ca_es: Pàgines

source: All pages in the wiki, including talk pages, redirects, etc.
ca_es: Totes les pàgines del wiki, incloent les pàgines de discussió, redireccions, etc.

source: Page edits since {{SITENAME}} was set up
ca_es: Edicions en pàgines des que el projecte {{SITENAME}} fou instaŀlat

source: Average edits per page
ca_es: Edicions per pàgina de mitjana

source: Views total
ca_es: Visualitzacions totals

source: Views to non-existing pages and special pages are not included
ca_es: No hom inclou l'accès a pàgines inexistents o pàgines especials

source: Views per edit
ca_es: Visualitzacions per modificació

source: Registered [[Special:ListUsers|users]]
ca_es: [[Special:ListUsers|Usuaris]] registrats

source: Active users
ca_es: Usuaris actius

source: Users who have performed an action in the last {{PLURAL:$1|day|$1 days}}
ca_es: Usuaris que han dut a terme alguna acció en {{PLURAL:$1|l'últim dia|els últims $1 dies}}

source: Most viewed pages
ca_es: Pàgines més visualitzades

source: Pages with a page property
ca_es: Pàgines amb una propietat de pàgina

source: This page lists pages that use a particular page property.
ca_es: Aquesta pàgina llista les pàgines que utilitzen una propietat de pàgina en particular.

source: Property name:
ca_es: Nom de la propietat:

source: long text property value hidden ($1)
ca_es: valor de propietat text llarg ocult ($1)

source: binary property value hidden ($1)
ca_es: valor de propietat binària oculta ($1)

source: Double redirects
ca_es: Redireccions dobles

source: This page lists pages that redirect to other redirect pages. Each row contains links to the first and second redirect, as well as the target of the second redirect, which is usually the "real" target page to which the first redirect should point. <del>Crossed out</del> entries have been solved.
ca_es: Aquesta pàgina llista les pàgines que redirigeixen a altres pàgines de redirecció. Cada fila conté enllaços a la primera i segona redireccions, així com el destí de la segona redirecció, què generalment és la pàgina destí "real", a la què hauria d'apuntar la primera redirecció. Les entrades <del>ratllades</del> s'han resolt.

source: [[$1]] has been moved. It now redirects to [[$2]].
ca_es: S'ha reanomenat [[$1]], ara és una redirecció a [[$2]]

source: Fixing double redirect from [[$1]] to [[$2]].
ca_es: S'ha arreglat la redirecció doble [[$1]] - [[$2]].

source: Redirect fixer
ca_es: Supressor de dobles redireccions

source: Broken redirects
ca_es: Redireccions rompudes

source: The following redirects link to non-existent pages:
ca_es: Les següents redireccions enllacen a pàgines inexistents:

source: Pages without language links
ca_es: Pàgines sense enllaços a altres llengües

source: The following pages do not link to other language versions.
ca_es: Les pàgines següents no enllacen a versions d'altres llengües:

source: Pages with the fewest revisions
ca_es: Pàgines amb menys revisions

source: Used on $1 {{PLURAL:$1|page|pages}}
ca_es: S'utilitza en {{PLURAL:$1|una pàgina|$1 pàgines}}

source: used on $1 {{PLURAL:$1|page|pages}}
ca_es: utilitzada en {{PLURAL:$1|una pàgina|$1 pàgines}}

source: There are no results for this report.
ca_es: Aquesta pàgina és buida.

source: Orphaned pages
ca_es: Pàgines òrfenes

source: The following pages are not linked from or transcluded into other pages in {{SITENAME}}.
ca_es: Les següents pàgines no s'enllacen ni s'inclouen en cap altra pàgina del projecte {{SITENAME}}.
